grettigs = """
<a href='https://raw.githubusercontent.com/ayonovdenizs/ayonovdenizs.github.io/refs/heads/main/Picsart_24-10-13_11-46-30-402.jpg'>👀</a>Добро пожаловать в ChatGPT by ayonovdenizs!

Для отправки сообщения просто напиши боту. Также ты можешь поддержать проект (/donate)

Обязательно подпишись на канал!
"""
channel_button_text = 'Перейти на канал'
support_button_text = 'Тех. поддержка'
donate_msg_grettings = 'Спасибо за донат. Открыты плюшки донатеров'
setiings_provider = 'Меню смены модели AI\nВыберите модель из списка:'
ban_msg_user = 'Вы заблокированы. Причина: reason_replace'
unban_msg_user = 'Вы разблокированы.'
give_donate_user = 'Вы получили донат привелегию'
faq_msg = 'FAQ с ошибками'
error_msg = 'Произошла ошибка!: error_replace'
thanks_donate = ''
waiting_msg = 'Идёт генерация... Ожидаем...'
clear_context_msg = 'Контекст очищен!'
error_toobigmsg = 'Ответ от нейросети был больше лимитов ТГ, отправляю в txt формате'
clear_context_button = 'Очистить контекст'
cryptopaymsg = 'Счет для оплаты создан. Перейди по ссылке ниже, чтобы оплатить. После оплаты нажми кнопку "Check pay"'
change_provider_button = 'Сменить нейросеть'
change_lang_text = 'Сменить язык'
dev_sended_message = 'Разработчик прислал вам сообщение. Для ответа введите /sendmsg <и ваш текст>. \n Текст сообщения: '